Repository: caisergan/mac-stats
Catalog: Localizations/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans

source: WindowServer averaged %@%% of one core over 2 minutes while macOS's screen capture service was busy. The purple screen recording icon in the menu bar shows which apps are capturing. If a capture is not needed, stop it and compare responsiveness.
de: WindowServer beanspruchte 2 Minuten lang durchschnittlich %@%% eines CPU-Kerns, während der Bildschirmaufnahmedienst von macOS ausgelastet war. Das violette Bildschirmaufnahme-Symbol in der Menüleiste zeigt, welche Apps aufnehmen. Wenn du eine Aufnahme nicht brauchst, beende sie und vergleiche die Reaktionsgeschwindigkeit.
fr: WindowServer a utilisé en moyenne %@%% d'un cœur de processeur pendant 2 minutes, alors que le service de capture d'écran de macOS était actif. L'icône violette d'enregistrement de l'écran dans la barre des menus indique quelles apps effectuent une capture. Si une capture n'est pas nécessaire, arrêtez-la et comparez la réactivité.
zh_hans: WindowServer 在 2 分钟内平均占用一个 CPU 核心的 %@%%，同时 macOS 的屏幕捕捉服务持续活跃。菜单栏中的紫色屏幕录制图标会显示哪些应用正在捕捉。如果不需要某项捕捉，请停止它，然后对比响应速度。

source: Status: %1$@ (%2$@)
fr: État : %1$@ (%2$@)
zh_hans: 状态：%1$@（%2$@）

source: %@ GB/s
fr: %@ Go/s

source: ~%@ GB/s
fr: ~%@ Go/s
zh_hans: 约 %@ GB/s

source: Qwen 4B (optional)
fr: Qwen 4B (facultatif)
zh_hans: Qwen 4B（可选）

source: Explorer
fr: Explorateur
zh_hans: 数据探索

source: Live
fr: En direct
zh_hans: 实时

source: Pipes
fr: Tubes
zh_hans: 管道

source: %@-core
fr: %@ cœurs
zh_hans: %@ 核

source: %@-core GPU
fr: GPU %@ cœurs
zh_hans: %@ 核 GPU

source: 1 sensor
fr: 1 capteur
zh_hans: 1 个传感器

source: 1 sensor, live
fr: 1 capteur, en direct
zh_hans: 1 个传感器，实时

source: 32-bit MSAA
fr: MSAA 32 bits
zh_hans: 32 位 MSAA

source: Aggregation
fr: Agrégation
zh_hans: 聚合方式

source: AirPrint version
fr: Version AirPrint
zh_hans: AirPrint 版本

source: App
fr: Apps
zh_hans: App 内存

source: BSD name
fr: Nom BSD
zh_hans: BSD 名称

source: Band
fr: Bande
zh_hans: 频段

source: Boot ROM version
fr: Version de la ROM de démarrage
zh_hans: 启动 ROM 版本

source: Boot UUID
fr: UUID de démarrage
zh_hans: 启动 UUID

source: Bridge
fr: Pont
zh_hans: 桥接

source: Broadcast
fr: Diffusion
zh_hans: 广播地址

source: Bytes
fr: Octets
zh_hans: 字节数

source: CUPS version
fr: Version de CUPS
zh_hans: CUPS 版本

source: Cargo registry
fr: Registre Cargo
zh_hans: Cargo 注册表

source: Case version
fr: Version du boîtier
zh_hans: 充电盒版本

source: Chip
fr: Puce
zh_hans: 芯片

source: CocoaPods cache
fr: Cache CocoaPods
zh_hans: CocoaPods 缓存

source: CocoaPods specs
fr: Specs CocoaPods
zh_hans: CocoaPods 规格库

source: Computer name
fr: Nom de l'ordinateur
zh_hans: 电脑名称

source: Container %@
fr: Conteneur %@
zh_hans: 容器 %@

source: Controller
fr: Contrôleur
zh_hans: 控制器

source: Controller firmware
fr: Programme interne du contrôleur
zh_hans: 控制器固件

source: Controller hardware
fr: Matériel du contrôleur
zh_hans: 控制器硬件

source: Controller info
fr: Infos du contrôleur
zh_hans: 控制器信息

source: Controller middleware
fr: Middleware du contrôleur
zh_hans: 控制器中间件

source: DNS Name
fr: Nom DNS
zh_hans: DNS 名称

source: Dashboard
fr: Tableau de bord
zh_hans: 仪表盘

source: Design
fr: Nominale
zh_hans: 设计容量

source: Details
fr: Détails
zh_hans: 详细信息

source: Disc image
fr: Image de disque optique
zh_hans: 光盘映像

source: Disk image
fr: Image disque
zh_hans: 磁盘映像

source: Display
fr: Écran
zh_hans: 显示器

source: Display ID
fr: ID de l'écran
zh_hans: 显示器 ID

source: Displays
fr: Écrans
zh_hans: 显示器

source: Docker disk image
fr: Image disque Docker
zh_hans: Docker 磁盘映像

source: Domain
fr: Domaine
zh_hans: 域

source: Domain UUID
fr: UUID du domaine
zh_hans: 域 UUID

source: Download
fr: Téléchargement
zh_hans: 下载

source: Downloads
fr: Téléchargements
zh_hans: 下载

source: Enterprise
fr: Entreprise
zh_hans: 企业级

source: FDs
fr: FD
zh_hans: 文件描述符

source: FTP proxy
fr: Proxy FTP
zh_hans: FTP 代理

source: Firmware
fr: Programme interne
zh_hans: 固件

source: Firmware version
fr: Version du programme interne
zh_hans: 固件版本

source: Flags
fr: Indicateurs
zh_hans: 标志

source: Footprint
fr: Empreinte
zh_hans: 内存占用

source: GPU DIE
fr: PUCE GPU
zh_hans: GPU 芯片

source: GPU die
fr: Puce GPU
zh_hans: GPU 芯片

source: Gateway
fr: Passerelle
zh_hans: 网关

source: Global
fr: Globale
zh_hans: 全局

source: Gopher proxy
fr: Proxy Gopher
zh_hans: Gopher 代理

source: Gradle caches
fr: Caches Gradle
zh_hans: Gradle 缓存

source: HTTP proxy
fr: Proxy HTTP
zh_hans: HTTP 代理

source: HTTPS proxy
fr: Proxy HTTPS
zh_hans: HTTPS 代理

source: Hard links
fr: Liens physiques
zh_hans: 硬链接

source: Hardware
fr: Matériel
zh_hans: 硬件

source: Hardware (MAC)
fr: Matériel (MAC)
zh_hans: 硬件地址（MAC）

source: Hardware ID
fr: ID matériel
zh_hans: 硬件 ID

source: Hardware UUID
fr: UUID du matériel
zh_hans: 硬件 UUID

source: Hardware revision
fr: Révision matérielle
zh_hans: 硬件修订版本

source: Hardware version
fr: Version du matériel
zh_hans: 硬件版本

source: Homebrew downloads
fr: Téléchargements Homebrew
zh_hans: Homebrew 下载

source: Host controller
fr: Contrôleur hôte
zh_hans: 主机控制器

source: Host name
fr: Nom d'hôte
zh_hans: 主机名

source: Hostname
fr: Nom d'hôte
zh_hans: 主机名

source: IOP version
fr: Version IOP
zh_hans: IOP 版本

source: IPv6 (link-local)
fr: IPv6 (lien-local)
zh_hans: IPv6（链路本地）

source: IPv6 Global
fr: IPv6 globale
zh_hans: IPv6 全局

source: Info
fr: Infos
zh_hans: 信息

source: Kernel
fr: Noyau
zh_hans: 内核 (Kernel)

source: Kernel CTRR
fr: CTRR du noyau
zh_hans: 内核 CTRR

source: L2 cache
fr: Cache L2
zh_hans: L2 缓存

source: L3 cache
fr: Cache L3
zh_hans: L3 缓存

source: Jitter
fr: Gigue
zh_hans: 抖动

source: Leaks
fr: Fuites
zh_hans: 内存泄漏

source: Limit
fr: Limite
zh_hans: 上限

source: MT firmware version
fr: Version du firmware MT
zh_hans: MT 固件版本

source: Medium
fr: Support
zh_hans: 介质

source: Metal plug-in
fr: Module Metal
zh_hans: Metal 插件

source: Mount point
fr: Point de montage
zh_hans: 挂载点

source: NAND status
fr: État NAND
zh_hans: NAND 状态

source: NVMe revision
fr: Révision NVMe
zh_hans: NVMe 版本

source: Name
fr: Nom
zh_hans: 名称

source: Normal
fr: Normale
zh_hans: 正常

source: OS ID
fr: ID de l'OS
zh_hans: 系统 ID

source: OS loader version
fr: Version du chargeur d'OS
zh_hans: 系统加载器版本

source: OS version
fr: Version de l'OS
zh_hans: 系统版本

source: Online
fr: En ligne
zh_hans: 在线

source: PCI revision
fr: Révision PCI
zh_hans: PCI 修订版本

source: PDEs
fr: PDE
zh_hans: PDE

source: Personal
fr: Personnel
zh_hans: 个人级

source: Port Scan
fr: Analyse des ports
zh_hans: 端口扫描

source: Port firmware version
fr: Version du programme interne du port
zh_hans: 端口固件版本

source: PostScript version
fr: Version PostScript
zh_hans: PostScript 版本

source: Provisioning UDID
fr: UDID de provisionnement
zh_hans: 预配 UDID

source: RENDERER
fr: MOTEUR DE RENDU
zh_hans: 渲染器

source: RTSP proxy
fr: Proxy RTSP
zh_hans: RTSP 代理

source: Rate
fr: Taux
zh_hans: 速率

source: Region
fr: Région
zh_hans: 地区

source: Registry ID
fr: ID de registre
zh_hans: 注册表 ID

source: Renderer
fr: Moteur de rendu
zh_hans: 渲染器

source: Revision
fr: Révision
zh_hans: 版本

source: Router
fr: Routeur
zh_hans: 路由器

source: Router %@
fr: Routeur %@
zh_hans: 路由器 %@

source: S.M.A.R.T. status
fr: État S.M.A.R.T.
zh_hans: S.M.A.R.T. 状态

source: SMB Name
fr: Nom SMB
zh_hans: SMB 名称

source: SMC version
fr: Version du SMC
zh_hans: SMC 版本

source: SOCKS proxy
fr: Proxy SOCKS
zh_hans: SOCKS 代理

source: ST firmware version
fr: Version du programme interne ST
zh_hans: ST 固件版本

source: Scanner UUID
fr: UUID du scanner
zh_hans: 扫描仪 UUID

source: Scanner app
fr: App du scanner
zh_hans: 扫描仪应用

source: Scanner app bundle
fr: Bundle de l’app du scanner
zh_hans: 扫描仪应用包

source: Scanner app version
fr: Version de l’app du scanner
zh_hans: 扫描仪应用版本

source: Server
fr: Serveur
zh_hans: 服务器

source: Service
fr: Réparation
zh_hans: 建议维修

source: Simulator caches
fr: Caches du simulateur
zh_hans: 模拟器缓存

source: Simulator runtime images
fr: Images de runtime du simulateur
zh_hans: 模拟器运行时映像

source: Simulator runtimes
fr: Runtimes du simulateur
zh_hans: 模拟器运行时

source: Simulator runtimes: xcrun simctl runtime delete <id>.
fr: Runtimes du simulateur : xcrun simctl runtime delete <id>.
zh_hans: 模拟器运行时：xcrun simctl runtime delete <id>。

source: Software
fr: Logiciel
zh_hans: 软件

source: Solid state
fr: À état solide
zh_hans: 固态

source: Standby
fr: Veille prolongée
zh_hans: 待机

source: Start
fr: Début
zh_hans: 开始

source: Status
fr: Statut
zh_hans: 状态

source: Subsystem ID
fr: ID du sous-système
zh_hans: 子系统 ID

source: Switch UID
fr: UID du commutateur
zh_hans: 交换机 UID

source: Switch version
fr: Version du commutateur
zh_hans: 交换机版本

source: System
fr: Système
zh_hans: 系统

source: System assets
fr: Ressources système
zh_hans: 系统资源

source: System caches
fr: Caches système
zh_hans: 系统缓存

source: System on a chip
fr: Système sur puce
zh_hans: SoC 芯片

source: System version
fr: Version du système
zh_hans: 系统版本

source: TCP Ports
fr: Ports TCP
zh_hans: TCP 端口

source: TCP keep-alive
fr: Keep-alive TCP
zh_hans: TCP 保活

source: TV downloads
fr: Téléchargements TV
zh_hans: TV 下载

source: Tool caches
fr: Caches d'outils
zh_hans: 工具缓存

source: Trend
fr: Tendance
zh_hans: 趋势

source: Tx rate
fr: Débit Tx
zh_hans: 发送速率

source: URF version
fr: Version URF
zh_hans: URF 版本

source: USB bus
fr: Bus USB
zh_hans: USB 总线

source: Unified log
fr: Journal unifié
zh_hans: 统一日志

source: Upload
fr: Envoi
zh_hans: 上传

source: Upstream port
fr: Port amont
zh_hans: 上行端口

source: Video
fr: Vidéo
zh_hans: 视频

source: Volume UUID
fr: UUID du volume
zh_hans: 宗卷 UUID

source: Yarn cache
fr: Cache Yarn
zh_hans: Yarn 缓存

source: launchd (system launcher)
fr: launchd (lanceur système)
zh_hans: launchd (系统启动器)

source: live
fr: en direct
zh_hans: 实时

source: mDNS Name
fr: Nom mDNS
zh_hans: mDNS 名称

source: macOS updates
fr: Mises à jour macOS
zh_hans: macOS 更新

source: macOS volumes
fr: Volumes macOS
zh_hans: macOS 宗卷

source: npm cache
fr: Cache npm
zh_hans: npm 缓存

source: pip cache
fr: Cache pip
zh_hans: pip 缓存

source: pnpm store
fr: Store pnpm
zh_hans: pnpm 存储

source: Δ Bytes
fr: Δ Octets
zh_hans: Δ 字节

source: Apple Intelligence
zh_hans: Apple 智能

source: %@ ms/s
zh_hans: %@ 毫秒/秒

source: 0 min
zh_hans: 0 分钟

source: %@ is coloured. Click to draw it in the menu bar's own colour.
zh_hans: %@ 已着色。点按可改用菜单栏本身的颜色。

source: %@ is in the menu bar. Click to remove it.
zh_hans: %@ 已显示在菜单栏中。点按可移除。

source: %@ min
zh_hans: %@ 分钟

source: %@ performance
zh_hans: %@ 个性能核心

source: %@ rpm
zh_hans: %@ 转/分

source: %@ swapped to disk
zh_hans: 已换出到磁盘 %@

source: %@ volumes
zh_hans: %@ 个宗卷

source: %@ widget style
zh_hans: %@ 小组件样式

source: %@/s
zh_hans: %@/秒

source: %d min
zh_hans: %d 分钟

source: 1 min
zh_hans: 1 分钟

source: 1 minute
zh_hans: 1 分钟

source: 15 min
zh_hans: 15 分钟

source: 30 min
zh_hans: 30 分钟

source: 5 min
zh_hans: 5 分钟

source: 5 min %1$@ · 15 min %2$@
zh_hans: 5 分钟 %1$@ · 15 分钟 %2$@

source: Ad hoc (IBSS)
zh_hans: 点对点（IBSS）

source: Ad-hoc
zh_hans: 临时签名 (Ad-hoc)

source: Alias
zh_hans: 替身

source: All cores
zh_hans: 所有核心

source: Arch
zh_hans: 架构

source: Audio
zh_hans: 音频

source: Averages only
zh_hans: 仅平均值

source: Bar chart
zh_hans: 柱状图

source: Battery details
zh_hans: 电池详情

source: Build
zh_hans: 版本号

source: Bus
zh_hans: 总线

source: Choose which sensors appear from the check beside each row in the Sensors panel.
zh_hans: 在“传感器”面板中点按各行旁的选项，即可选择要显示的传感器。

source: Click to show %@ in the menu bar.
zh_hans: 点按可在菜单栏中显示 %@。

source: Colour %@
zh_hans: 为 %@ 着色

source: Colour %@ by its level.
zh_hans: 按级别为 %@ 着色。

source: Designated Requirement
zh_hans: 指定要求 (DR)

source: Disk Map
zh_hans: 磁盘地图

source: Disk map
zh_hans: 磁盘地图

source: Dock
zh_hans: 程序坞

source: Ethernet
zh_hans: 以太网

source: Every CPU and GPU core reports its own temperature, and they track each other closely. The averages stand in for them unless you ask for the detail.
zh_hans: 每个 CPU 和 GPU 核心都会报告自己的温度，而它们彼此非常接近。除非你要求查看细节，否则将用平均值代表它们。

source: Fan #%@
zh_hans: 风扇 #%@

source: Format
zh_hans: 格式

source: GPU ms/s
zh_hans: GPU 毫秒/秒

source: Heap
zh_hans: 堆

source: How hard the memory system is working, 0 to 100: compression, swap, and the trend. Not the share of RAM in use, which is below.
zh_hans: 内存系统的工作强度，0 到 100：压缩、交换和趋势。这不是已用内存的比例，后者在下方显示。

source: How much of your RAM is in use, and what is holding it.
zh_hans: 有多少内存正在使用中，以及是哪些进程占用的。

source: Label
zh_hans: 标签

source: Left fan
zh_hans: 左侧风扇

source: Line chart
zh_hans: 折线图

source: Loopback
zh_hans: 环回

source: Mail
zh_hans: 邮件

source: Master boot record
zh_hans: 主引导记录

source: Maximum
zh_hans: 最大值

source: Memory Used
zh_hans: 已用内存

source: Metal
zh_hans: Metal 支持

source: Mini
zh_hans: 迷你

source: Minimum
zh_hans: 最小值

source: Multicast
zh_hans: 组播

source: NEURAL ENGINE
zh_hans: 神经网络引擎

source: Native command queuing
zh_hans: 原生命令队列

source: Network chart
zh_hans: 网络图

source: Neural Engine
zh_hans: 神经网络引擎

source: No swap in use
zh_hans: 没有使用交换内存

source: Nominal
zh_hans: 正常

source: OK
zh_hans: 好

# Performance cores
source: Performance
zh_hans: 性能核心

source: Performance · %1$@ · %2$@%%
zh_hans: 性能核心 · %1$@ 个 · %2$@%%

source: Pie chart
zh_hans: 饼图

source: Port
zh_hans: 端口

source: Put a red warning marker beside the read-outs while an alarm is active. Turning it off silences the marker only: the alarm still shows in the panel and still sends its notification.
zh_hans: 警报处于激活状态时，在读数旁显示红色警告标记。关闭后仅隐藏该标记：警报仍会显示在面板中，并且仍会发送通知。

source: Ray tracing
zh_hans: 光线追踪

source: Read-outs follow the menu bar appearance.
zh_hans: 读数会跟随菜单栏外观。

source: Right fan
zh_hans: 右侧风扇

source: Score
zh_hans: 得分

source: Separate
zh_hans: 独立

source: Separate gives every read-out its own menu bar item, so you can drag them into any order (hold Command and drag). macOS remembers where you put them.
zh_hans: 「独立」为每个读数分配单独的菜单栏项目，你可以按住 Command 键拖动来任意排序。macOS 会记住你放置的位置。

source: Show alarm marker
zh_hans: 显示警报标记

source: Signal
zh_hans: 信号强度

source: Signal (RSSI)
zh_hans: 信号强度（RSSI）

source: Sockets
zh_hans: 套接字

source: Stack
zh_hans: 堆叠

source: State dot
zh_hans: 状态圆点

source: Station
zh_hans: 客户端模式

source: Swap
zh_hans: 交换内存

source: TILER
zh_hans: 分块器

source: Tachometer
zh_hans: 转速表

source: Team ID
zh_hans: 团队 ID

source: Temp
zh_hans: 温度

source: Text
zh_hans: 文本

source: Threads
zh_hans: 线程

source: Tiler
zh_hans: 分块器

source: Top %lld
zh_hans: 前 %lld 项

source: Top CPU
zh_hans: CPU 占用最高的进程

source: Top CPU: %1$@ (%2$@%%)
zh_hans: CPU 占用最高：%1$@（%2$@%%）

source: Top GPU
zh_hans: GPU 占用最高的进程

source: Transfer speed
zh_hans: 传输速度

source: Transport
zh_hans: 传输方式

source: Version
zh_hans: 版本

source: Version %1$@, build %2$@
zh_hans: 版本 %1$@，构建 %2$@

source: Volume
zh_hans: 宗卷

source: Wake on LAN
zh_hans: 局域网唤醒

source: Window Server
zh_hans: 窗口服务器 (Window Server)

source: brew cleanup --prune=all.
zh_hans: 使用 brew cleanup --prune=all。

source: brew uninstall <formula>, brew autoremove, brew cleanup.
zh_hans: 使用 brew uninstall <formula>、brew autoremove、brew cleanup。

source: iCloud Drive
zh_hans: iCloud 云盘

source: macOS
zh_hans: macOS 版本

source: n/a
zh_hans: 不可用

source: none chosen
zh_hans: 未选择

source: npm cache clean --force.
zh_hans: 使用 npm cache clean --force。

source: pip cache purge.
zh_hans: 使用 pip cache purge。

source: pnpm store prune.
zh_hans: 使用 pnpm store prune。

source: pod cache clean --all.
zh_hans: 使用 pod cache clean --all。

source: yarn cache clean.
zh_hans: 使用 yarn cache clean。

source: {thread.count} threads.
zh_hans: {thread.count} 个线程。
